Repository: Mesuva/community_store_paypal_standard
Catalog: languages/*/LC_MESSAGES/*.po
Languages: fr_fr

source: Paypal Standard Payment Method for Community Store
fr_fr: Méthode de paiement PayPal standard pour la boutique communautaire

source: Paypal Payment Method
fr_fr: Méthode de paiement PayPal

source: This package requires that Community Store be installed
fr_fr: Ce paquet requière l'installation préalable de la boutique communautaire

source: Click "Complete Order" to Proceed to the PayPal Website.
fr_fr: Cliquer sur "Passer commande" pour payer sur le site de PayPal.

source: Test Mode
fr_fr: Mode de test

source: Currency
fr_fr: Devise

source: PayPal E-mail
fr_fr: E-mail PayPal

source: Transaction Description
fr_fr: Description de la transaction

source: PayPal Email must be set
fr_fr: Le courriel PayPal doit être paramétré

source: Order from %s
fr_fr: Commande depuis %s
